Repository: Turbo-exe/Studium-Dashboard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Edit enrollment
de: Kurs bearbeiten

source: Invalid input!
de: Ungültige Eingabe!

source: Cancel
de: Abbrechen

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Delete
de: Löschen

source: Edit Enrollment
de: Kurs bearbeiten

source: Save changes
de: Speichern

source: Your courses.
de: Deine Kurse

source: Apply filters
de: Filter anwenden

source: Shortcode
de: Kürzel

source: Title
de: Titel

source: Description
de: Beschreibung

source: Score
de: Punktzahl

source: Please select the course to enroll in.
de: Bitte wähle den Kurs aus in den du dich einschreiben möchtest.

source: Actions
de: Aktionen

source: No courses found.
de: Keine Kurse gefunden.

source: Your grade.
de: Deine Note.

source: Based on %(exams)s exams.
de: Basierend auf %(exams)s Prüfungen.

source: Add Quicklink
de: Quicklink hinzufügen

source: The text of the quicklink
de: Der Text des Quicklinks

source: The URL of the quicklink
de: Die URL des Quicklinks

source: The icon for the quicklink
de: Das Icon des Quicklinks

source: Delete Quicklink
de: Quicklink

source: Are you sure you want to delete this quicklink?
de: Bist du dir sicher, dass du dieses Quicklink löschen möchtest?

source: The quicklink will be permanently removed from your dashboard.
de: Der Quicklink wird für immer von deinem Dashboard entfernt.

source: New link
de: Neuer Link

source: Your progress.
de: Dein Fortschritt.

source: Great! You are on schedule for your time model.
de: Super! Du bist im Zeitplan für dein Zeitmodell.

source: We believe in you. You can do it!
de: Da geht noch mehr. Du schaffst das!

source: Is
de: Ist

source: Time model: %(timeModel)s
de: Zeitmodell: %(timeModel)s

source: Completed courses
de: Abgeschlossene Kurse

source: Active courses
de: Aktive Kurse

source: Future courses
de: Zukünftige Kurse

source: Acknowledged courses
de: Anerkannte Kurse

source: Study Dashboard
de: Studium Dashboard

source: The name of this academic entity
de: Der Name dieser akademischen Einheit

source: academic entity
de: akademische Einheit

source: academic entities
de: akademische Einheiten

source: Project report
de: Projektbericht

source: Written exam
de: Klausur

source: Presentation
de: Präsentation

source: Case study
de: Fallstudie

source: Theses
de: Abschlussarbeit

source: Available
de: Verfügbar

source: Enrolled
de: Eingeschrieben

source: Completed
de: Abgeschlossen

source: Acknowledged
de: Anerkannt

source: Failed
de: Nicht bestanden

source: Full-time
de: Vollzeit

source: Part-time 1
de: Teilzeit 1

source: Part-time 2
de: Teilzeit 2

source: The semester in which this course is offered
de: Das Semester, in dem dieser Kurs angeboten wird

source: Detailed description of the course content
de: Detaillierte Beschreibung des Kursinhalts

source: The number of ECTS credits for this course
de: Die Anzahl der ECTS-Punkte für diesen Kurs

source: course
de: Kurs

source: courses
de: Kurse

source: The type of degree (Bachelor, Master, PhD)
de: Die Art des Abschlusses (Bachelor, Master, Promotion)

source: Detailed description of the degree program
de: Detaillierte Beschreibung des Studiengangs

source: degree
de: Studiengang

source: degrees
de: Studiengänge

source: The student enrolled in the course
de: Der in den Kurs eingeschriebene Student

source: The course the student is enrolled in
de: Der Kurs, in den der Student eingeschrieben ist

source: The student's score for this exam (0.0 to 100.0)
de: Die Punktzahl des Studenten für diese Prüfung (0,0 bis 100,0)

source: The current status of this enrollment
de: Der aktuelle Status dieser Einschreibung

source: enrollment
de: Einschreibung

source: Score must be between 0.0 and 100.0.
de: Die Punktzahl muss zwischen 0,0 und 100,0 liegen.

source: Score must be at least 50.0 for a completed exam.
de: Die Punktzahl muss für einen abgeschlossenen Kurs bei mindestens 50.0 liegen

source: Score must be less then 50.0 for the exam to be failed.
de: Die Punktzahl muss für einen nicht-bestandenen Kurs unter 50.0 liegen.

source: Score cannot be set if the enrollment is not finished.
de: Punktzahl kann nicht gesetzt werden, wenn der Kurs noch nicht abgeschlossen ist.

source: The course this exam is for
de: Der Kurs, für den diese Prüfung bestimmt ist

source: The type of examination
de: Die Art der Prüfung

source: exam
de: Prüfung

source: exams
de: Prüfungen

source: The degree program this semester belongs to
de: Der Studiengang, zu dem dieses Semester gehört

source: The academic year of this semester
de: Das akademische Jahr dieses Semesters

source: %(value)s is not a valid year. Year must be between 2000 and %(max_year)s.
de: %(value)s ist kein gültiges Jahr. Das Jahr muss zwischen 2000 und %(max_year)s liegen.

source: The start date of this semester
de: Das Startdatum dieses Semesters

source: The end date of this semester
de: Das Enddatum dieses Semesters

source: semesters
de: Semester

source: Start date must be before end date.
de: Das Startdatum muss vor dem Enddatum liegen.

source: first name
de: Vorname

source: last name
de: Nachname

source: time model
de: Zeitmodell

source: joined on
de: beigetreten am

source: The degree program this student is enrolled in
de: Das Studienprogramm in welchem der Student eingeschrieben ist

source: The current semester of this student
de: Das aktuelle Semester dieses Studenten

source: The courses this student is enrolled in
de: Ein Kurs in dem dieser Student eingeschrieben ist

source: students
de: Studenten
